Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvOnboarding/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

source: Restore failed 🥺
de: Wiederherstellung fehlgeschlagen 😞
es: Restauración fallida 😞
fr: La restauration a échoué 🥺
it: Ripristino fallito 😞
ja: 復元に失敗しました
ko: 복원 실패
pt_br: Restauração falhou 😞
pt_pt: Restauração falhou 😞
ru: Восстановление не удалось 😔
uk: Відновлення не вдалося 😞
zh_hans: 恢复失败

source: Restore this backup
de: Dieses Backup wiederherstellen
es: Restaurar esta copia de seguridad
fr: Restaurer la sauvegarde
it: Ripristina questo backup
ja: このバックアップを復元する
ko: 이 백업을 복원합니다
pt_br: Restaurar este backup
pt_pt: Restaurar esta cópia de segurança
ru: Восстановить эту резервную копию
uk: Відновити цю резервну копію
zh_hans: 恢复此备份

source: Send error by email
de: Senden Sie den Fehler per E-Mail
es: Enviar error por correo electrónico
fr: Envoyer l'erreur par mail
it: Segnala l'errore via email
ja: エラーをメールで送信
ko: 이메일로 오류 전송
pt_br: Enviar erro por e-mail
pt_pt: Enviar erro por e-mail
ru: Отправить ошибку по электронной почте
uk: Надіслати помилку електронною поштою
zh_hans: 通过电子邮件发送错误

# START_USING_OLVID
source: Welcome to Olvid 😇
de: Willkommen bei Olvid 👋
es: Bienvenido a Olvid 👋
fr: Bienvenue sur Olvid 😇
it: Benvenuto/a su Olvid 👋
ja: Olvidへようこそ！
ko: 올비드에 오신 것을 환영합니다! 🎉
pt_br: Bem-vindo(a) ao Olvid 👋
pt_pt: Bem-vindo(a) ao Olvid 👋
ru: Добро пожаловать в Olvid 👋
uk: Ласкаво просимо до Olvid 👋
zh_hans: 欢迎来到 Olvid 👋

source: Switch to a managed profile
de: Wechseln zu einem verwalteten Profil
es: Cambiar a un perfil gestionado
fr: Passer à un profil administré
it: Passa a un profilo gestito
ja: 管理対象プロファイルに切り替える
ko: 관리되는 프로필로 전환
pt_br: Alternar para um perfil gerenciado
pt_pt: Alternar para um perfil gerido
ru: Переключиться на управляемый профиль
uk: Переключитися на керований профіль
zh_hans: 切换到受管理配置文件

source: Sign in to iCloud
de: Bei iCloud anmelden
es: Iniciar sesión en iCloud
fr: Connectez-vous à iCloud
it: Accedi a iCloud
ja: iCloudにサインイン
ko: iCloud에 로그인
pt_br: Faça login no iCloud
pt_pt: Iniciar sessão no iCloud
ru: Войти в iCloud
uk: Увійти в iCloud
zh_hans: 登录到 iCloud

# TEXT_EXPLANATION_WARNING_IDENTITY_CREATION_KEYCLOAK_REVOCATION_IMPOSSIBLE
source: Your identity provider indicates that an Olvid ID is already associated to the user you signed in as. You cannot proceed with the creation of your identity. Please contact your administrator for more details.
de: Ihr Identitätsanbieter zeigt an, dass bereits eine Olvid-ID mit dem Benutzer verknüpft ist, mit dem Sie sich angemeldet haben. Sie können mit der Erstellung Ihrer Identität nicht fortfahren. Wenden Sie sich für weitere Details an Ihren Administrator.
es: Su proveedor de identidad indica que ya existe un Olvid ID asociado al usuario con el que ha iniciado sesión. No puede continuar con la creación de su identidad. Por favor, contacte con su administrador para obtener más detalles.
fr: Votre serveur d'identités indique qu'un ID Olvid est déjà associé avec votre compte utilisateur. Vous ne pouvez pas procéder à la création de votre identité Olvid. Veuillez contacter votre administrateur pour plus d'informations.
it: Il tuo provider di identità indica che un ID Olvid è già associato all'utente con cui hai effettuato l'accesso. Non puoi procedere con la creazione della tua identità. Contatta il tuo amministratore per maggiori dettagli.
ja: お客様がログインされたアカウントには、すでにOlvid IDが紐付けられているようです。そのため、新しいIDの作成はできません。 詳細については、管理者にお問い合わせください。
ko: 귀하가 로그인한 계정에 이미 Olvid ID가 연결되어 있다는 메시지가 신원 제공업체에서 확인되었습니다. 따라서 신원 생성을 진행할 수 없습니다. 자세한 내용은 관리자에게 문의해 주십시오.
pt_br: O seu provedor de identidade indica que um ID Olvid já está associado ao usuário com o qual você fez login. Você não pode prosseguir com a criação da sua identidade. Entre em contato com o seu administrador para obter mais detalhes.
pt_pt: O seu fornecedor de identidade indica que já existe um ID Olvid associado ao utilizador com o qual iniciou sessão. Não pode prosseguir com a criação da sua identidade. Contacte o seu administrador para obter mais informações.
ru: Ваш провайдер идентификации сообщает, что к пользователю, под которым вы вошли в систему, уже привязан Olvid ID. Вы не можете продолжить создание своей учётной записи. Обратитесь к своему администратору для получения подробной информации.
uk: Ваш провайдер ідентифікації вказує на те, що до користувача, під яким ви увійшли, вже прив’язано Olvid ID. Ви не можете продовжити створення вашої ідентичності. Зверніться до вашого адміністратора для отримання додаткової інформації.
zh_hans: 您的身份验证提供程序表明，您登录的用户已关联了一个 Olvid ID。您无法继续创建您的身份。 请联系您的管理员以获取更多详细信息。

# TEXT_EXPLANATION_WARNING_IDENTITY_CREATION_KEYCLOAK_REVOCATION_NEEDED
source: Your identity provider indicates that an Olvid ID is already associated to the user you signed in as. If you proceed, this Olvid ID will be revoked and your new one will be associated to this user. Please contact your administrator for more details.
de: Ihr Identitätsanbieter zeigt an, dass bereits eine Olvid-ID mit dem Benutzer verknüpft ist, mit dem Sie sich angemeldet haben. Wenn Sie fortfahren, wird diese Olvid-ID widerrufen und Ihre neue ID diesem Benutzer zugeordnet. Wenden Sie sich für weitere Informationen an Ihren Administrator.
es: Su proveedor de identidad indica que ya hay un Olvid ID asociado al usuario con el que ha iniciado sesión. Si continúa, este Olvid ID se revocará y el nuevo se asociará a este usuario. Póngase en contacto con su administrador para obtener más detalles.
fr: Votre serveur d'identités indique qu'un ID Olvid est déjà associé avec votre compte utilisateur. Si vous continuez, cet ID Olvid sera révoqué et remplacé par votre nouvel ID. Veuillez contacter votre administrateur si vous désirez plus d'informations.
it: Il tuo provider di identità indica che un ID Olvid è già associato all'utente con cui hai effettuato l'accesso. Se procedi, questo ID Olvid verrà revocato e il nuovo verrà associato a questo utente. Contatta il tuo amministratore per maggiori dettagli.
ja: お客様がサインインされたアカウントには、すでにOlvid IDが関連付けられていることが、お客様のIDプロバイダーによって確認されました。続行すると、このOlvid IDは取り消され、新しいOlvid IDがこのアカウントに関連付けられます。 詳細については、管理者にお問い合わせください。
ko: 귀하의 신원 정보 제공업체는 귀하가 로그인한 사용자와 이미 Olvid ID가 연결되어 있음을 나타냅니다. 계속 진행하면 이 Olvid ID가 해지되고 새 ID가 해당 사용자와 연결됩니다. 자세한 내용은 관리자에게 문의하십시오.
pt_br: Seu provedor de identidade indica que um ID Olvid já está associado ao usuário com o qual você fez login. Se você prosseguir, este ID Olvid será revogado e o seu novo ID será associado a este usuário. Entre em contato com o administrador para obter mais detalhes.
pt_pt: O seu fornecedor de identidade indica que já existe um ID Olvid associado ao utilizador com que iniciou sessão. Se prosseguir, este ID Olvid será revogado e o seu novo ID será associado a este utilizador. Contacte o seu administrador para obter mais informações.
ru: Ваш провайдер идентификации сообщает, что к пользователю, под которым вы вошли в систему, уже привязан Olvid ID. Если вы продолжите, этот Olvid ID будет отозван и к этому пользователю будет привязан ваш новый. Обратитесь к вашему администратору для получения более подробной информации.
uk: Ваш провайдер ідентифікації вказує на те, що до користувача, під яким ви увійшли, вже прив’язано Olvid ID. Якщо ви продовжите, цей Olvid ID буде відкликано і до цього користувача буде прив’язано новий. Зверніться до адміністратора для отримання додаткової інформації.
zh_hans: 您的身份验证提供程序表明，您当前登录的用户帐户已关联了一个 Olvid ID。如果您继续操作，此 Olvid ID 将被撤销，并且您的新 Olvid ID 将与此用户帐户关联。 请联系您的管理员以获取更多详细信息。

# TEXT_INFO_RECOMMENDED_TRANSFER_INSTEAD_OF_BACKUP
source: Note that if you will soon be able to access your profile from another device, we recommend waiting until you have it at hand before proceeding with the activation.
de: Bitte beachten Sie: Wenn Sie in Kürze von einem anderen Gerät auf Ihr Profil zugreifen können, empfehlen wir, zu warten, bis Sie es zur Hand haben, bevor Sie mit der Aktivierung fortfahren.
es: Ten en cuenta que si pronto podrás acceder a tu perfil desde otro dispositivo, te recomendamos esperar a tenerlo a mano antes de continuar con la activación.
fr: Attention, si vous pouvez bientôt avoir accès à votre profil depuis un autre appareil, nous vous recommandons d’attendre de vous en munir pour procéder à l’activation.
it: Tieni presente che se a breve potrai accedere al tuo profilo da un altro dispositivo, ti consigliamo di attendere di averlo a portata di mano prima di procedere con l'attivazione.
ja: 近日中に別のデバイスからプロフィールにアクセスできるようになる予定ですので、アクティベーションを進める前に、アクセスできる状態にしてから行うことをお勧めします。
ko: 곧 다른 기기에서 프로필에 액세스할 수 있게 되므로, 활성화를 진행하기 전에 기기를 사용할 수 있을 때까지 기다리는 것이 좋습니다.
pt_br: Lembre-se que em breve você poderá acessar seu perfil em outro dispositivo. Recomendamos que espere até ter acesso a ele antes de prosseguir com a ativação.
pt_pt: Tenha em atenção que, em breve, poderá aceder ao seu perfil a partir de outro dispositivo. Recomendamos que aguarde até ter acesso a esse dispositivo antes de prosseguir com a ativação.
ru: Обратите внимание, что если вы скоро сможете получить доступ к своему профилю с другого устройства, мы рекомендуем подождать, пока оно не будет у вас под рукой, прежде чем продолжить активацию.
uk: Зверніть увагу, що якщо ви скоро зможете отримати доступ до свого профілю з іншого пристрою, рекомендуємо почекати, поки він буде у вас під рукою, перш ніж продовжити активацію.
zh_hans: 请注意，如果您很快就可以从另一台设备访问您的个人资料，我们建议您等到您可以使用该设备后再继续激活。

# THE_FOLLOWING_DEVICE_WILL_REMAIN_ACTIVE
source: This device will remain active:
de: Dieses Gerät bleibt aktiv:
es: Este dispositivo permanecerá activo:
fr: Cet appareil restera actif:
it: Questo dispositivo rimarrà attivo:
ja: このデバイスはアクティブな状態を維持します:
ko: 이 장치는 계속 활성 상태로 유지됩니다:
pt_br: Este dispositivo permanecerá ativo:
pt_pt: Este dispositivo permanecerá ativo:
ru: Это устройство останется активным:
uk: Цей пристрій залишиться активним:
zh_hans: 此设备将保持活跃状态：

# TITLE_BACKUP_RESTORED
source: Backup restored 🤩
de: Backup wiederhergestellt 🤩
es: Copia de seguridad restaurada 🤩
fr: Sauvegarde restaurée 🤩
it: Backup ripristinato 🤩
ja: バックアップからの復元が完了しました
ko: 백업 복원 완료
pt_br: Backup restaurado 🤩
pt_pt: Cópia de segurança restaurada 🤩
ru: Резервная копия восстановлена 🤩
uk: Резервна копія відновлена ​​✅
zh_hans: 备份已恢复 🤩

# TITLE_NEVER_MISS_A_MESSAGE
source: Never miss a message
de: Verpasse keine Nachricht
es: Nunca pierdas un mensaje
fr: Ne ratez aucun message
it: Non perdere mai un messaggio
ja: メッセージを見逃すことはありません
ko: 어떤 메시지도 놓치지 마세요
pt_br: Não perca nenhuma mensagem
pt_pt: Não perca nenhuma mensagem
ru: Никогда не пропустите сообщение
uk: Ніколи не пропускайте повідомлення
zh_hans: 不错过任何消息

# TITLE_NEVER_MISS_A_SECURE_CALL
source: Never miss a call
de: Keinen Anruf verpassen
es: No pierdas ninguna llamada
fr: Ne ratez aucun appel
it: Non perdere mai una chiamata
ja: 着信を見逃さない
ko: 전화 통화를 놓치지 마세요
pt_br: Não perca nenhuma chamada
pt_pt: Não perca mais nenhum chamamento
ru: Никогда не пропустите звонок
uk: Ніколи не пропускайте дзвінки
zh_hans: 不错过任何来电

# TRANSFER_RESTRICTED_REMINDER
source: Your company requires additional authentication on your new device to access your profile. You'll need to authenticate with their directory directly on this new device. This ensures that only authorized devices can access your profile. **If your new device does not prompt you to authenticate, please make sure it is running the latest version of Olvid**.
de: Ihr Unternehmen benötigt eine zusätzliche Authentifizierung auf Ihrem neuen Gerät, um auf Ihr Profil zuzugreifen. Sie müssen sich direkt auf diesem neuen Gerät mit deren Verzeichnis authentifizieren. Dies stellt sicher, dass nur autorisierte Geräte auf Ihr Profil zugreifen können. **Wenn Ihr neues Gerät Sie nicht zur Authentifizierung auffordert, stellen Sie bitte sicher, dass es die neueste Version von Olvid verwendet.**
es: Su empresa requiere autenticación adicional en su nuevo dispositivo para acceder a su perfil. Necesitará autenticarse directamente con su directorio en este nuevo dispositivo. Esto garantiza que solo los dispositivos autorizados puedan acceder a su perfil. **Si su nuevo dispositivo no le solicita autenticarse, asegúrese de que está ejecutando la última versión de Olvid**.
fr: Votre entreprise nécessite une authentification supplémentaire sur votre nouvel appareil pour accéder à votre profil. Vous devrez vous authentifier avec leur répertoire directement sur ce nouvel appareil. Cela garantit que seuls les appareils autorisés peuvent accéder à votre profil. **Si votre nouvel appareil ne vous demande pas de vous authentifier, veuillez vérifier qu’il a bien la dernière version d’Olvid.**
it: La tua azienda richiede un'autenticazione aggiuntiva sul tuo nuovo dispositivo per accedere al tuo profilo. Dovrai autenticarti direttamente con la loro directory su questo nuovo dispositivo. Questo garantisce che solo i dispositivi autorizzati possano accedere al tuo profilo. **Se il tuo nuovo dispositivo non ti chiede di autenticarti, assicurati che stia eseguendo l'ultima versione di Olvid**.
ja: お客様の会社では、新しいデバイスでプロフィールにアクセスするために、追加の認証が必要です。この新しいデバイスで直接、会社のディレクトリを使用して認証する必要があります。これにより、承認されたデバイスのみがプロフィールにアクセスできるようになります。 **新しいデバイスで認証を促すメッセージが表示されない場合は、Olvidの最新バージョンがインストールされていることを確認してください。**
ko: 귀사의 정책에 따라 새 기기에서 프로필에 접근하려면 추가 인증이 필요합니다. 새 기기에서 직접 해당 디렉터리에 인증해야 합니다. 이를 통해 승인된 기기만 프로필에 접근할 수 있습니다. **새 기기에서 인증하라는 메시지가 표시되지 않으면 Olvid의 최신 버전을 실행하고 있는지 확인하십시오.**
pt_br: Para acessar seu perfil em seu novo dispositivo, sua empresa exige autenticação adicional. Você precisará se autenticar diretamente no diretório da empresa neste novo dispositivo. Isso garante que apenas dispositivos autorizados possam acessar seu perfil. **Se o seu novo dispositivo não solicitar a autenticação, certifique-se de que ele esteja executando a versão mais recente do Olvid.**
pt_pt: A sua empresa exige autenticação adicional no seu novo dispositivo para aceder ao seu perfil. Terá de autenticar-se diretamente no diretório da empresa neste novo dispositivo. Isto garante que apenas dispositivos autorizados podem aceder ao seu perfil. **Se o seu novo dispositivo não lhe solicitar a autenticação, verifique se está a executar a versão mais recente do Olvid.**
ru: Вашей компании требуется дополнительная аутентификация на новом устройстве для доступа к вашему профилю. Вам необходимо будет пройти аутентификацию напрямую через их каталог на этом новом устройстве. Это гарантирует, что доступ к вашему профилю смогут получить только авторизованные устройства. **Если на вашем новом устройстве не появляется запрос на аутентификацию, пожалуйста, убедитесь, что на нем установлена последняя версия Olvid.**
uk: Ваша компанія вимагає додаткову автентифікацію на вашому новому пристрої для доступу до вашого профілю. Вам потрібно буде пройти автентифікацію безпосередньо через їхній каталог на цьому новому пристрої. Це гарантує, що доступ до вашого профілю матимуть лише авторизовані пристрої. **Якщо на вашому новому пристрої не з’являється запит на автентифікацію, переконайтеся, що на ньому встановлено останню версію Olvid.**
zh_hans: 为了访问您的个人资料，您的公司要求在新设备上进行额外的身份验证。您需要在该新设备上直接使用他们的目录进行身份验证。这样可以确保只有授权设备才能访问您的个人资料。 **如果您的新设备未提示您进行身份验证，请确保它正在运行最新版本的 Olvid。**

source: The backup key is correct
de: Der Backup-Schlüssel ist korrekt
es: La clave de respaldo es correcta
fr: La clé de sauvegarde est correcte
it: La chiave di backup è corretta
ja: バックアップキーは正しいです
ko: 백업 키가 올바릅니다.
pt_br: A chave de backup está correta
pt_pt: A chave de segurança está correta
ru: Ключ резервной копии верный
uk: Ключ резервної копії правильний
zh_hans: 备份密钥正确

source: The backup key is incorrect
de: Der Backup-Schlüssel ist falsch
es: La clave de respaldo es incorrecta
fr: La clé de sauvegarde est incorrecte
it: La chiave di backup è errata
ja: バックアップキーが正しくありません
ko: 백업 키가 올바르지 않습니다.
pt_br: A chave de backup está incorreta
pt_pt: A chave de recuperação está incorreta.
ru: Ключ резервной копии неверный
uk: Ключ резервної копії невірний
zh_hans: 备份密钥不正确

# USE_CUSTOM_API_KEY_AND_SERVER_ALERT_BODY_%@_%@
source: Do you wish to create a profile configured to use the server %@ and the API Key %@?
de: Möchten Sie ein Profil erstellen, das den Server %@ und den API-Schlüssel %@ verwendet?
es: ¿Deseas crear un perfil configurado para usar el servidor %@ y la Clave de API %@?
fr: Voulez-vous que le nouveau profil soit configuré avec le serveur %@ et la clé d'API %@ ?
it: Desideri creare un profilo configurato per utilizzare il server %@ e la Chiave API %@?
ja: サーバー %@ と API キー %@ を使用するように設定されたプロフィールを作成しますか？
ko: 서버 %@와 API 키 %@를 사용하도록 구성된 프로필을 생성하시겠습니까?
pt_br: Você deseja criar um perfil configurado para usar o servidor %@ e a chave de API %@?
pt_pt: Deseja criar um perfil configurado para usar o servidor %@ e a chave de API %@?
ru: Вы хотите создать профиль, настроенный для использования сервера %@ и API-ключа %@?
uk: Чи бажаєте ви створити профіль, налаштований на використання сервера %@ та API Key %@?
zh_hans: 您是否希望创建一个配置，以便使用服务器 %@ 和 API 密钥 %@？

# USE_CUSTOM_API_KEY_AND_SERVER_ALERT_TITLE
source: Use a custom API key and Server?
de: Benutze einen benutzerdefinierten API-Schlüssel und Server?
es: ¿Usar una clave API y Servidor personalizados?
fr: Utiliser une clé d'API et un serveur personnalisés ?
it: Utilizza una chiave API e un Server personalizzati?
ja: カスタム API キーとサーバーを使用しますか？
ko: 사용자 지정 API 키와 서버를 사용하시겠습니까?
pt_br: Usar uma chave de API e servidor personalizados?
pt_pt: Usar uma chave de API e servidor personalizados?
ru: Использовать собственный API-ключ и сервер?
uk: Використовувати власний API-ключ та сервер?
zh_hans: 使用自定义 API 密钥和服务器？

# USE_MAGIC_LINK_BUTTON_TITLE
source: Authenticate with *magic link*
de: Mit *magischem Link* authentifizieren
es: Autenticarse con el *enlace mágico*
fr: S'authentifier avec le *lien magique*
it: Autenticati con il *link magico*
ja: *マジックリンク*を使って認証します
ko: *매직 링크*를 사용하여 인증하세요.
pt_br: Autentique-se com o *link mágico*
pt_pt: Autentique-se com o *link mágico*
ru: Аутентифицироваться с помощью *магической ссылки*
uk: Автентифікуватися за допомогою *магічного посилання*
zh_hans: 使用 *魔术链接* 进行身份验证

# VALIDATE
source: Proceed
de: Fortfahren
es: Continuar
fr: Valider
it: Continua
ja: 続行
ko: 진행
pt_br: Continuar
pt_pt: Continuar
ru: Продолжить
uk: Продовжити
zh_hans: 继续

source: Validate server
de: Server überprüfen
es: Validar servidor
fr: Valider le serveur
it: Verifica server
ja: サーバーを検証
ko: 서버 유효성 검사
pt_br: Validar servidor
pt_pt: Validar o servidor
ru: Подтвердить сервер
uk: Перевірити сервер
zh_hans: 验证服务器

# VALIDATING_ENTERPRISE_CONFIGURATION
source: Performing an automatic configuration...
de: Automatische Konfiguration wird durchgeführt...
es: Realizando una configuración automática...
fr: Configuration automatique en cours...
it: Configurazione automatica in corso...
ja: 自動設定を実行中です...
ko: 자동 구성을 진행 중입니다...
pt_br: Realizando uma configuração automática...
pt_pt: A executar uma configuração automática...
ru: Выполняется автоматическая настройка...
uk: Виконується автоматичне налаштування...
zh_hans: 正在执行自动配置...

# WELCOME_ONBOARDING_SUBTITLE
source: Have we met before?
de: Haben wir uns schon einmal getroffen?
es: ¿Ya nos conocimos?
fr: Est-ce qu'on se connaît ?
it: Ci siamo già incontrati?
ja: どこかで会ったことがありますか？
ko: 전에 한 번 뵌 적이 있나요?
pt_br: Já nos conhecemos?
pt_pt: Já nos conhecemos?
ru: Мы уже знакомы?
uk: Ми вже знайомі?
zh_hans: 我们以前见过吗？

# WELCOME_ONBOARDING_TITLE
source: Welcome!
de: Willkommen!
es: ¡Bienvenido!
fr: Bien le bonjour !
it: Benvenuto!
ja: ようこそ！
ko: 환영합니다!
pt_br: Bem-vindo(a)!
pt_pt: Bem-vindo!
ru: Добро пожаловать!
uk: Ласкаво просимо!
zh_hans: 欢迎！

# WHAT_DO_YOU_WANT_TO_DO_ONBOARDING_TITLE
source: Do you regularly use your profile on another device?
de: Nutzen Sie Ihr Profil regelmäßig auf einem anderen Gerät?
es: ¿Utilizas regularmente tu perfil en otro dispositivo?
fr: Utilisez-vous régulièrement votre profil depuis un autre appareil ?
it: Utilizzi regolarmente il tuo profilo su un altro dispositivo?
ja: 他のデバイスでプロフィールを頻繁に使用していますか？
ko: 다른 기기에서 프로필을 자주 사용하시나요?
pt_br: Você costuma usar seu perfil em outro dispositivo?
pt_pt: Utiliza o seu perfil noutro dispositivo com frequência?
ru: Вы регулярно используете свой профиль на другом устройстве?
uk: Чи регулярно використовуєте ви свій профіль на іншому пристрої?
zh_hans: 您是否经常在其他设备上使用您的个人资料？

source: Will be added to this device:
de: Wird diesem Gerät hinzugefügt:
es: Se agregará a este dispositivo:
fr: Va être ajouté à cet appareil :
it: Sarà aggiunto a questo dispositivo:
ja: このデバイスに追加されます:
ko: 이 장치에 추가됩니다:
pt_br: Será adicionado a este dispositivo:
pt_pt: Será adicionado a este dispositivo:
ru: Будет добавлено на это устройство:
uk: Буде додано на цей пристрій:
zh_hans: 将会添加到此设备：

# YOUR_OTHER_DEVICES_WILL_BE_DEACTIVATED_EXPLANATION
source: Your other devices will be deactivated within 30 days.
de: Ihre anderen Geräte werden innerhalb von 30 Tagen deaktiviert.
es: Tus otros dispositivos se desactivarán en 30 días.
fr: Les autres appareils seront désactivés dans les 30 jours.
it: Gli altri tuoi dispositivi verranno disattivati entro 30 giorni.
ja: 他のデバイスは30日以内に非アクティブ化されます。
ko: 다른 기기는 30일 이내에 비활성화됩니다.
pt_br: Seus outros dispositivos serão desativados em 30 dias.
pt_pt: Os seus outros dispositivos serão desativados dentro de 30 dias.
ru: Ваши другие устройства будут деактивированы в течение 30 дней.
uk: Ваші інші пристрої будуть деактивовані протягом 30 днів.
zh_hans: 您的其他设备将在 30 天内停用。

# YOUR_PROFILE_IS_TRANSFER_RESTRICTED_BODY1
source: Your company requires additional authentication on your new device to access your profile.
de: Ihr Unternehmen benötigt eine zusätzliche Authentifizierung auf Ihrem neuen Gerät, um auf Ihr Profil zuzugreifen.
es: Tu empresa requiere autenticación adicional en tu nuevo dispositivo para acceder a tu perfil.
fr: Votre entreprise nécessite une authentification supplémentaire sur votre nouvel appareil pour accéder à votre profil.
it: La tua azienda richiede un'autenticazione aggiuntiva sul tuo nuovo dispositivo per accedere al tuo profilo.
ja: お客様の会社では、新しいデバイスからお客様のプロフィールにアクセスする際に、追加の認証が必要となります。
ko: 귀사는 귀하의 프로필에 접근하기 위해 새 기기에서 추가 인증을 요구합니다.
pt_br: Para acessar seu perfil no novo dispositivo, sua empresa exige uma autenticação adicional.
pt_pt: A sua empresa exige autenticação adicional no seu novo dispositivo para aceder ao seu perfil.
ru: Вашей компании требуется дополнительная аутентификация на вашем новом устройстве для доступа к вашему профилю.
uk: Вашій компанії потрібна додаткова автентифікація на вашому новому пристрої для доступу до вашого профілю.
zh_hans: 为了访问您的个人资料，您的公司要求在新设备上进行额外的身份验证。

# YOUR_PROFILE_IS_TRANSFER_RESTRICTED_BODY2
source: You'll need to authenticate with their directory directly on this new device.
de: Sie müssen sich direkt auf diesem neuen Gerät bei ihrem Verzeichnis authentifizieren.
es: Necesitarás autenticarte con su directorio directamente en este nuevo dispositivo.
fr: Vous devrez vous authentifier directement sur le nouvel appareil.
it: Dovrai autenticarti direttamente con la loro directory su questo nuovo dispositivo.
ja: この新しいデバイスでは、直接そのディレクトリに認証する必要があります。
ko: 새 기기에서 해당 디렉터리에 직접 인증해야 합니다.
pt_br: Você precisará se autenticar diretamente no diretório deles neste novo dispositivo.
pt_pt: Terá de autenticar-se no diretório deles diretamente neste novo dispositivo.
ru: Вам потребуется повторно аутентифицироваться в их каталоге непосредственно на этом новом устройстве.
uk: Вам потрібно буде пройти автентифікацію безпосередньо в їхньому каталозі на цьому новому пристрої.
zh_hans: 您需要在该新设备上直接使用他们的目录进行身份验证。
